; CMainDlg
MAIN_DISK      = Disc
MAIN_USB       = USB
MAIN_USB_2	  = USB-2
MAIN_SDCARD    = SD
MAIN_RADIO     = Radio
MAIN_NAV       = Navigation
MAIN_BLUETOOTH = Bluetooth
MAIN_REAR_CAMERA	  = CCD
MAIN_SETTING   = Settings
MAIN_GAME	  =  Game
MAIN_IPOD   = IPOD
MAIN_TV   	   = TV
MAIN_AM			= AM
MAIN_PM     = PM
MAIN_MUSIC  =  Music
MAIN_VIDEO  =  Video
MAIN_PHOTO  =  Photo
MAIN_AVIN1   = AUX
MAIN_AVIN2   = AV IN
MAIN_CLOCK   = Clock
MAIN_CALENDAR  = Calendar
MAIN_CALCULATOR = Calculator
MAIN_LINKING	   = LianLiankan
MAIN_BOXMAN     = Push Box
MAIN_RUSSIAN    = Tetris
MAIN_GOBANG     = GoBang
MAIN_CHCHESS    = Chinese Chess
MAIN_OTHELLO    = Black And White Chess Pieces
MAIN_SNAKE      = Snake
MAIN_QTELZONE   = Phone ID Search
MAIN_ECAR       = ECar Online
MAIN_VDISK      = Virtual Discs
MAIN_CARINFO    = Car Info
MAIN_PHONELINK  = Phonelink
MAIN_DIMMER     = Brightness
MAIN_HOME       = HOME

WEEK_MON = Monday
WEEK_TUE = Tuesday
WEEK_WED = Wednesday
WEEK_THU = Thursday
WEEK_FRI = Friday
WEEK_SAT = Saturday
WEEK_SUN = Sunday

;CCarInfo
CARINFO_RETAILL      = RetailL
CARINFO_TEMPOUTSIDER = Temp Outside
CARINFO_BATTVTG      = BattVtg
CARINFO_SEATBLET     = Seatblet
CARINFO_TRUNK        = Trunk
CARINFO_BRAKE        = Brake
CARINFO_CLEANWATER   = CleanWater
CARINFO_ENGINESPEED  = EngineSpeed
CARINFO_VELOCITY     = Velocity
CARINFO_MILEAGE      = Mileage
CARINFO_DR_CLOSE     = All door close
CARINFO_DR_FL        = FRT-LH open
CARINFO_DR_FR        = FRT-RH open
CARINFO_DR_RL        = RR-LH open
CARINFO_DR_RR        = RR-RH open
CARINFO_ON           = On
CARINFO_OFF          = Off
CARINFO_NORMAL       = Normal
CARINFO_NOENOUGH     = Too low
CARINFO_SEATBLET_ON  = On
CARINFO_BRAKE_ON     = Not put

;CRadioDlg
RADIO_FREQ_FM_UNIT = MHz
RADIO_FREQ_AM_UNIT = KHz
RADIO_FREQ_CHINA   	= China
RADIO_FREQ_ASIA   	= Asia
RADIO_FREQ_RUSSIAN 	= Russian
RADIO_FREQ_EUROPE  	= Europe
RADIO_FREQ_AMERICA1 	= North America
RADIO_FREQ_AMERICA2 	= South America
RADIO_FREQ_JAPANESE   = Japanese
RADIO_FREQ_MIDDLE_EAST = Middle East
RADIO_FREQ_AUSTRALIA = Australia
RADIO_RDS = RDS
RADIO_RBDS = RBDS

;CSettingDlg
SET_LANGUAGE  = Language
SET_TIME  = Date && Time
SET_WALLPAPER  = Wallpaper
SET_NAVI  = Navigation
SET_VIDEO  = Video
SET_RDSVOLUME = TA volume
SET_EQ  = Equalizer
SET_BALANCE = Balance
SET_SWC = SWC
SET_FACTORY = Factory Set
SET_UPDATE_LOGO = Update Logo
SET_CALIBRATE  = Calibration
SET_BLUETOOTH  = Bluetooth
SET_BT_AUTOCONNECT = Auto Connect
SET_BT_AUTOANSWER  = Auto Answer
SET_BT_PINCODE     = Pairing Code
SET_WIFI       = Wifi
SET_SAFETY     = Security
SET_GENERAL    = General
SET_BEEP       = Screen Touch Sound
SET_LIGHT_CHECK = Lighting Detect
SET_RESET      = Reset
SET_ABOUT      = About
SET_RADIO_AREA = Radio Area
SET_REAR_CAMERA = Rear Camera Mirror
SET_PARKING     = Parking
SET_BRIGHTNESS	   = Brightness
SET_CONTRAST	     = Contrast
SET_HUE		         = Hue
SET_SATURATION     = Saturation
SET_BACKLIGHT	     = Backlight
SET_BACKLIGHT_NORMAL	= Backlight in day
SET_BACKLIGHT_NIGHT	  = Backlight in night
SET_RESET_VIDEO_PARAM = Reset
SET_COLORFUL_VIDEO_PARAM = Colorful
SET_SOFT_VIDEO_PARAM = Soft
SET_UPDATE_SUCCESS    = Update success
SET_UPDATE_FAIL	      = Update fail
SET_COLORFUL_LIGHTS   = Colorful Lights
SET_LIGHTS_AUTO       = Auto
SET_LIGHTS_RED        = Red
SET_LIGHTS_YELLOW     = Yellow
SET_LIGHTS_GREEN      = Green
SET_LIGHTS_LIGHTBLUE  = Light blue
SET_LIGHTS_BLUE       = Blue
SET_LIGHTS_PURPLE     = Purple
SET_LIGHTS_WHITE      = White

;Screen saver
SET_SCREEN_SAVER = Screensaver
SET_SCREEN_MODE = Screen savers
SET_SCREEN_TIME = Wait Time
SET_SCREEN_OFF  =  Off 
SET_SCREEN_BLACKSCREEN  =  Black screen 
SET_SCREEN_CLOCK  = Clock
SET_SCREEN_30S  = 30 Seconds
SET_SCREEN_1M  = 1 Minute
SET_SCREEN_3M  = 3 Minutes
SET_SCREEN_5M  = 5 Minutes

;EQ
SET_AUDIO_NONE      = Close
SET_AUDIO_CUSTOM   = Custom
SET_AUDIO_ROCK    = Rock
SET_AUDIO_POPULAR = Pop
SET_AUDIO_LIVE    = Live
SET_AUDIO_DANCE   = Dance
SET_AUDIO_CLASSIC = Classic
SET_AUDIO_SOFT    = Soft
SET_AUDIO_SUBWOOFER     = Subwoofer
SET_AUDIO_BALANCE_FR    = FAD:
SET_AUDIO_BALANCE_LR    = BAL:
SET_AUDIO_LOUDNESS   = Loud

;SWC
SET_SWC_SEEKUP      = Previous
SET_SWC_SEEKDOWN    = Next
SET_SWC_VOL_INC     = Volume+
SET_SWC_VOL_DEC     = Volume-
SET_SWC_POWER_OFF   = Power off
SET_SWC_MUTE        = Mute
SET_SWC_HANGIN      = Answer
SET_SWC_HANGUP      = Decline
SET_SWC_MODE        = Mode
SET_SWC_NAVI        = Navigation
SET_SWC_RADIO       = Radio
SET_SWC_DVD         = DVD
SET_SWC_TIP         = Press the wheel button first, then press the corresponding button on screen.
SET_SWC_WARN        = The system has studied this button.
SET_SWC_SAVE         = Save
SET_SWC_RESET        = Reset

;Wallpaper
SET_WALLPAPER_SUCCESSFULL		= Set Wallpaper OK

; system information
SET_OS_VERSION = OS:
SET_APP_VERSION = APP:
SET_SYSTEM_ID = ID:
SET_BOOT_VERSION = BOOT:
SET_MCU_VERSION = MCU:
SET_DVD_VERSION = DVD:
SET_MANUFACTURE = Manufacture:

; MCU update
SET_MCU_UPDATE = MCU Update
SET_MCU_UPDATE_TIP = Don't turn off when updating MCU, it will reboot after updating finished.
SET_MCU_UPDATE_NO_FILE = No update file.
SET_MCU_UPDATE_FAIL = MCU Update fail.
SET_MCU_UPDATE_SUCCESS = MCU Update success, it will reboot.

; Factory set
SET_FACTORY_FUNCTIONS   = Functions
SET_FACTORY_LANGUAGE    = Language
SET_FACTORY_CANBUS      = Canbus type
SET_FACTORY_LANGUAGE_DEFAULT = Default language
SET_FACTORY_LANGUAGE_SUPPORT = Support language
SET_FACTORY_SAVE_OK     = Saved successfully.
SET_FACTORY_SAVE_FAIL   = Save fail.
SET_FACTORY_SAVE_SD_OK  = Export to SD card successfully.
SET_FACTORY_SAVE_SD_FAIL  = Export to SD card fail.
SET_FACTORY_LOAD_SD_OK  = Load from SD card successfully.
SET_FACTORY_LOAD_SD_FAIL  = Load from SD card fail.
SET_FACTORY_NO_CONFIG_FILE  = Load from SD card fail, config file not exist.
SET_FACTORY_CAPTURE         = Screen capture
SET_FACTORY_H264            = H.264 support

; canbus
CANBUS_TYPE_NONE          = Not supported
CANBUS_TYPE_RAISE_DASAUTO = DasAuto
CANBUS_TYPE_RAISE_FOCUS   = Focus
CANBUS_TYPE_RAISE_HONDA   = Honda
CANBUS_TYPE_RAISE_PEUGEOT = Peugeot
CANBUS_TYPE_RAISE_CAMRY   = Camry
CANBUS_TYPE_RAISE_HYUNDAI = Hyundai

; CMsgBoxDlg
MESSAGE_YES    = YES
MESSAGE_NO    = NO
MESSAGE_OK    = OK
MESSAGE_CANCEL = Cancel
MESSAGE_CALIBRATION = Are you sure to start calibration?
MESSAGE_RESET = Are you sure to reset all settings?

; CSetGpsDlg
SET_GPS_GAIN     = Navi Gain
SET_GPS_GAIN_OFF = Disable media playback during navigation
SET_GPS_PATH     = Navi path
SET_GPS_AUTORUN  = Auto run
SET_GPS_FIND_FILE = Searching...
SET_GPS_FILE_NOT_FOUND = EXE file not found

; CGpsViewerDlg
GPS_INFO   = Gps Info
GPS_RESET   = Reset
GPS_RETURN   = Return
GPS_LONGITUDE = Longitude:
GPS_LATITUDE  = Latitude:
GPS_ALTITUDE  = Altitude:
GPS_SPEED     = Speed:
GPS_UTC       = UTC:

; CSetDateTimeDlg
SET_HOURTIME      = 24-Hour Time
SET_AUTOSET_TIME  = Set Automatically
SET_TIMEZONE      = Time Zone
SET_DST           = Daylight Savings

; CMusicDlg
MUSIC_UNKNOWN_ALBUM         = Unknown album
MUSIC_UNKNOWN_TITLE         = Unknown title
MUSIC_UNKNOWN_ARTIST        = Unknown artist
MUSIC_NO_LYRIC              = No lyrics

; BT
BT_STATUS_UNCONNECT					= Disconnected
BT_STATUS_CONNECTING				= Connecting...
BT_STATUS_CONNECTED					= Connected
BT_STATUS_DISCONNECTING			= Disconnecting...
BT_REMOTE_DEVICE_NAME       = Remote Device Name:
BT_DEVICE_CONNECTED         = Device connected
BT_DEVICE_NAME              = Device Name:
BT_PIN_CODE                 = Pin Code:
BT_CALL_DECLINE							= Decline
BT_CALL_ANSWER							= Answer
BT_CALL_END									= End
BT_CALL_STATUS_OUTGOING			= Calling
BT_CALL_STATUS_INCOMING			= Incoming...
BT_CALL_STATUS_TEMINATED		= Call ended.
BT_CALL_STATUS_SPEAKING			= Speaking.
BT_RECENTS_MISSED           = Missed calls
BT_RECENTS_RECEIVED         = Received calls
BT_RECENTS_DIALED           = Dialed calls
BT_RECENTS_RECORD           = Audio recording
BT_RECENTS_MISSED_EMPTY     = Missed calls list is empty
BT_RECENTS_RECEIVED_EMPTY     = Received calls list is empty
BT_RECENTS_DIALED_EMPTY     = Dialed calls list is empty
BT_RECENTS_RECORD_EMPTY     = Recorder list is empty

; Volume
VOLUME_NAVIGATION_VOL       = Navi vol
VOLUME_BLUETOOTH_VOL        = Bluetooth vol 
VOLUME_MEDIA_VOL            = Media vol
VOLUME_TA_VOL               = TA vol

; DVD
DVD_DVD                     = DVD
DVD_VCD                     = VCD
DVD_CD                      = CD
DVD_CDG                     = CDG
DVD_LOADING                 = Loading...
DVD_EJECTING                = Ejecting...
DVD_DISK_ERROR              = Disc error
DVD_NOFILE                  = No file of this type
DVD_TRACK                   = Track
DVD_AUDIO_LEFT              = Left
DVD_AUDIO_RIGHT             = Right
DVD_AUDIO_STEREO            = Stereo
DVD_AUDIO_MIXED             = Mixed
DVD_PBC_ON                  = PBC ON
DVD_PBC_OFF                 = PBC OFF
DVD_AUDIO                   = Audio
DVD_SUBTITLE                = Subtitle
DVD_SUBTITLE_OFF            = Subtitle OFF
DVD_ANGLE                   = Angle
DVD_MENU                    = Menu
DVD_TITLE                   = Title

;ECAR
ECAR_TO_DIAL                = Dialing in
ECAR_CANCEL                 = Canel
ECAR_CALL                   = Dial
ECAR_CALL_ECAR              = Call Ecar
ECAR_MSG_MULTI_RECORDS      = Multi records
ECAR_MSG_NO_RECORDS         = No records
ECAR_MSG_ONE_RECORDS        = One record

;VDISK
VDISK_MSG_DISK_ERROR        = Disc error
VDISK_MSG_DISK_TO_RIP       = Please select a disc to record
VDISK_MSG_DISK_TO_DELETE    = Please select a disc to remove
VDISK_MSG_START_RECORD      = Start recording
VDISK_MSG_STOP_RECORD       = Stop recording
VDISK_MSG_RECORD_FINISH     = Recording finish
VDISK_MSG_LOADING           = Loading...
VDISK_MSG_HAVE_RECORDED     = Have recorded to disk
VDISK_MSG_NO_EMPTY_DISK     = No disc to record
VDISK_MSG_NO_DISK_TO_DELETE = No disc to delete
VDISK_MSG_CREATE_FILE_FAIL  = Create file fail
VDISK_MSG_NO_ENOUGH_SPACE   = No enough space

;AVIN
AUX_NO_SIGNAL               = No signal

;Calendar
CALENDAR_MON        = M
CALENDAR_TUE        = T
CALENDAR_WED        = W
CALENDAR_THU        = T
CALENDAR_FRI        = F
CALENDAR_SAT        = S
CALENDAR_SUN        = S

;play control
PLAY_PREV           = Prev
PLAY_NEXT           = Next
PLAY_PAUSE          = Pause
PLAY_PLAY           = Play
PLAY_PLAYnPAUSE     = Play/Pause
PLAY_FFWD           = Fast forward
PLAY_REWIND         = Rewind
PLAY_STOP           = Stop

;miscallaneous
MIS_CAMERA_NO_SIGNAL        = No camera signal
MIS_VIDEO_FORBIDDEN_TIP = Warning
MIS_VIDEO_FORBIDDEN   = It is illegal to view video \n while driving or operating a motor vehicle, \n set parking brake to view video.
MIS_UNSUPPORTED_FILE  = Not supports the file format
MIS_UNSUPPORTED_VIDEO = Not supports the video format
MIS_UNSUPPORTED_AUDIO = Not supports the audio format
MIS_BT_NOT_CONNECTED   = BT not connected
MIS_NAVI_LOAD_FAIL     = Load navi fail
MIS_NAVI_PATH_NOT_SET  = Pls set navi path
MIS_NAVI_CARD_NOT_EXIST     = No navi card
MIS_NAVI_WARNING       = Caution!
MIS_NAVI_AGREE         = I agree
MIS_NAVI_WARNING_MSG1   = Drive safely and obey traffic rules, You must secure
MIS_NAVI_WARNING_MSG2   = the device so that it will not interfere with the
MIS_NAVI_WARNING_MSG3   = vehicle's operating controls or cause damage or
MIS_NAVI_WARNING_MSG4   = personal injury. You are solely responsible for the
MIS_NAVI_WARNING_MSG5   = safe operation of your vehicle and use of the device
MIS_NAVI_WARNING_MSG6   = in a manner that will not cause an accident, injury or
MIS_NAVI_WARNING_MSG7   = property damage. Do not operate this device while
MIS_NAVI_WARNING_MSG8  = driving. Park the vehicle first.
MIS_DISK_NOT_EXIST     = No disc
MIS_SD_NOT_EXIST       = No SD card
MIS_USB_NOT_EXIST      = No USB
MIS_IPOD_NOT_EXIST     = No IPOD
MIS_PHONELINK_NOT_EXIST     = No Phone Connected
MIS_PHONELINK_INSTALL     	= Install Phonelink
MIS_PHONELINK_INSTALL_OK     = Install OK
MIS_PHONELINK_CONNECTING     = Connecting phone
MIS_LOUDNESS_ON          = Loud ON  
MIS_LOUDNESS_OFF         = Loud OFF
MIS_SUBWOOFER_ON         = Subwoofer ON
MIS_SUBWOOFER_OFF         = Subwoofer OFF
MIS_PLAY_RANDOM_ON         = Random ON
MIS_PLAY_RANDOM_OFF        = Random OFF
MIS_PLAY_REPEAT_ALL        = Repeat ALL
MIS_PLAY_REPEAT_SINGLE     = Repeat SINGLE
MIS_PLAY_REPEAT_FOLDER     = Repeat FOLDER
MIS_PLAY_REPEAT_OFF        = Repeat OFF
MIS_PLAY_REPEAT_TITLE      = Repeat Title
MIS_PLAY_REPEAT_CHAPTER    = Repeat Chapter

; GoBang
GOBANG_SCORE					     = Score
GOBANG_LEVEL					     = Level
GOBANG_THINK					     = Computer reflections...
GOBANG_PC_WIN				  	   = Sorry, you lose!
GOBANG_MAN_WIN				  	 = Congratulations, you win!
GOBANG_BLACK_WIN					 = Great ah, Black wins!
GOBANG_WHITE_WIN					 = Great ah, white wins!
GOBANG_BLACK_MOVE			     = It's black chess turn now!
GOBANG_WHITE_MOVE		       = It's white chess turn now!!
GOBANG_CHESS_BLACK         = BLACK:
GOBANG_CHESS_WHITE         = WHITE:
GOBANG_TIE				  	     = Tie!


; ********************************************
;  TimeZone
; ********************************************
tz_title       = Time Zone
tz_01 	= (GMT-12:00) International Date Line West
tz_02 	= (GMT-11:00) Midway Island, Samoa
tz_03 	= (GMT-10:00) Hawaii
tz_04 	= (GMT-09:00) Alaska
tz_05 	= (GMT-08:00) Pacific Time (US & Canada)
tz_06 	= (GMT-07:00) Mountain Time (US & Canada)
tz_07 	= (GMT-07:00) Chihuahua, La Paz, Mazatlan
tz_08 	= (GMT-07:00) Arizona
tz_09 	= (GMT-06:00) Central Time (US & Canada)
tz_10 	= (GMT-06:00) Saskatchewan
tz_11 	= (GMT-06:00) Guadalajara, Mexico City, Monterrey
tz_12 	= (GMT-06:00) Central America
tz_13 	= (GMT-05:00) Eastern Time (US & Canada)
tz_14 	= (GMT-05:00) Indiana (East)
tz_15 	= (GMT-05:00) Bogota, Lima, Quito
tz_16 	= (GMT-04:00) Atlantic Time (Canada)
tz_17 	= (GMT-04:00) Caracas, La Paz
tz_18 	= (GMT-04:00) Santiago
tz_19 	= (GMT-03:30) Newfoundland
tz_20 	= (GMT-03:00) Brasilia
tz_21 	= (GMT-03:00) Buenos Aires, Georgetown
tz_22 	= (GMT-03:00) Greenland
tz_23 	= (GMT-02:00) Mid-Atlantic
tz_24 	= (GMT-01:00) Azores
tz_25 	= (GMT-01:00) Cape Verde Is.
tz_26 	= (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
tz_27 	= (GMT) Casablanca, Monrovia
tz_28 	= (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
tz_29 	= (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
tz_30 	= (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
tz_31 	= (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
tz_32 	= (GMT+01:00) West Central Africa
tz_33 	= (GMT+02:00) Bucharest
tz_34 	= (GMT+02:00) Cairo
tz_35 	= (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
tz_36 	= (GMT+02:00) Athens, Istanbul, Minsk
tz_37 	= (GMT+02:00) Jerusalem
tz_38 	= (GMT+02:00) Harare, Pretoria
tz_39 	= (GMT+03:00) Moscow, St. Petersburg, Volgograd
tz_40 	= (GMT+03:00) Kuwait, Riyadh
tz_41 	= (GMT+03:00) Nairobi
tz_42 	= (GMT+03:00) Baghdad
tz_43 	= (GMT+03:30) Tehran
tz_44 	= (GMT+04:00) Abu Dhabi, Muscat
tz_45 	= (GMT+04:00) Baku, Tbilisi, Yerevan
tz_46 	= (GMT+04:30) Kabul
tz_47 	= (GMT+05:00) Ekaterinburg
tz_48 	= (GMT+05:00) Islamabad, Karachi, Tashkent
tz_49 	= (GMT+05:30) Chennai, Kolkata, Mumbai, New Delhi
tz_50 	= (GMT+05:45) Kathmandu
tz_51 	= (GMT+06:00) Astana, Dhaka
tz_52 	= (GMT+06:00) Sri Jayawardenepura
tz_53 	= (GMT+06:00) Almaty, Novosibirsk
tz_54 	= (GMT+06:30) Rangoon
tz_55 	= (GMT+07:00) Bangkok, Hanoi, Jakarta
tz_56 	= (GMT+07:00) Krasnoyarsk
tz_57 	= (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
tz_58 	= (GMT+08:00) Kuala Lumpur, Singapore
tz_59 	= (GMT+08:00) Taipei
tz_60 	= (GMT+08:00) Perth
tz_61 	= (GMT+08:00) Irkutsk, Ulaan Bataar
tz_62 	= (GMT+09:00) Seoul
tz_63 	= (GMT+09:00) Osaka, Sapporo, Tokyo
tz_64 	= (GMT+09:00) Yakutsk
tz_65 	= (GMT+09:30) Darwin
tz_66 	= (GMT+09:30) Adelaide
tz_67 	= (GMT+10:00) Canberra, Melbourne, Sydney
tz_68 	= (GMT+10:00) Brisbane
tz_69 	= (GMT+10:00) Hobart
tz_70 	= (GMT+10:00) Vladivostok 
tz_71 	= (GMT+10:00) Guam, Port Moresby
tz_72 	= (GMT+11:00) Magadan, Solomon Is., New Caledonia
tz_73 	= (GMT+12:00) Fiji, Kamchatka, Marshall Is.
tz_74 	= (GMT+12:00) Auckland, Wellington
tz_75 	= (GMT+13:00) Nuku'alofa
tz_76 	= (GMT-08:00) Tijuana, Baja California
tz_77   = (GMT-04:30) Caracas
